[
    {
		"image": "jeff",
		"title": "jeff's slide"
	},
	{  
		"image": "mccarthy_elected_speaker.jpg",
	        "title": "Kevin McCarthy Wins the Speakership after 15 ballots",
		"caption": "Kevin McCarty of California is elected Speaker of the House on January 7, 2023, four days and 15 ballots the election of the speaker began at the start of the 118th Congress.",
		"link": "/rollcall/RH1180019",
		"mask": "medium",
		"weight": 10
	},
	{
		"image": "trump_speech.jpg",
		"title": "Trump Acquitted (Again)",
		"caption": "The Senate voted to acquit former President Trump of charges of inciting the January 6th attack on congress. Although Senate Minority Leader Mitch McConnell expressed that Trump was legally culpable for a \"disgraceful dereliction of duty\", he concluded that the Senate is unable to convict former officials. The Senate had previously held it has the power to do so.",
		"link": "/rollcall/RS1170059",
		"mask": "light",
		"weight": 10
	},
	{
		"image": "rand_paul.jpg",
		"title": "In the News: Senate agrees ex-officials can be tried",
		"caption": "Sen. Rand Paul's motion to hold that the Senate cannot try an impeached official who is no longer in office was defeated 55-45. Most legal scholars agree such a trial is permissible.",
		"link": "/rollcall/RS1170008",
		"weight": 5
	},
	{
		"image": "mtg_ad.jpg",
		"title": "Key Votes: Rep. Greene removed from House committees",
		"caption": "Rep. Marjorie Taylor Greene (R-GA) was removed from House committee appointments via a mostly party-line vote after media coverage of statements she made over the last few years, including instances where she falsely claimed the September 11th attacks, Christchurch Mosque Shootings, murder of Heather Heyer, and school shootings across America were all fake.",
		"link": "/rollcall/RS1170024",
		"mask": "medium",
		"weight": 5
	},
	{
		"image": "rioter.jpg",
		"title": "Key Votes: Congress rejects Hawley objection, certifies 2020 election results",
		"caption": "Hours after armed rioters storm the U.S. capitol to demand the 2020 presidential election be overturned, 7 Senators vote in support of their demands",
		"link": "/rollcall/RS1170002",
		"weight": 5
	},
	{
		"image": "kavanaugh.jpg",
		"title": "Key Votes: Brett Kavanaugh Confirmed to Supreme Court",
		"caption": "After a nomination process that culminated in a public FBI investigation, Brett Kavanaugh was confirmed largely along party lines 50-48.",
		"link": "/rollcall/RS1150548",
		"weight": 4
	},
	{
		"video": "mccain_thumbsdown.mp4",
		"title": "Key Votes: Affordable Care Act: 'Skinny Repeal'",
		"caption": "The Senate's attempt to repeal the Affordable Care Act narrowly failed due to a surprise defection by Sen. John McCain",
		"link": "/rollcall/RS1150179",
		"mask": "light",
		"weight": 8
	},
	{
		"video": "impeach2.mp4",
		"title": "Key Votes: Second Impeachment of Donald J. Trump",
		"caption": "The House impeached President Donald J. Trump for a second time, an unprecedented feat in U.S. history, on charges of fomenting insurrection",
		"link": "/rollcall/RH1170016",
		"mask": "light",
		"weight": 8
	},
	{
		"image": "nominate_tabular.png",
		"title": "Tabular Data: The Bare Facts",
		"caption": "Use the 'tabular view' to quickly check NOMINATE scores",
		"link": "/congress/senate/115/text",
		"mask": "strong",
		"weight": 20
	},
	{
		"image": "history.jpg", 
		"title": "Geography: District History", 
		"caption": "Learn the story of a place through the people that represented it through history", 
		"link": "/district",
		"mask": "light",
		"weight": 25
	},
	{
		"image": "data.png", 
		"title": "Download NOMINATE data", 
		"caption": "Are you an academic or journalist interested in using NOMINATE data? Click here to download the data and learn how to use it.", 
		"link": "/data",
		"mask": "medium",
		"weight": 25
	},
	{
		"image": "puck_cartoon.jpg", 
		"title": "Political Parties", 
		"caption": "Explore current and historical political parties, map party control, and learn about polarization.", 
		"link": "/parties/all",
		"weight": 20,
		"mask": "light"
	},
	{
		"image": "118th_senate.jpg", 
		"title": "The 118th Congress: Senate", 
		"caption": "Visualize the 115th Senate and its members, compare it with the past", 
		"link": "/congress/senate",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "118th_house.jpg", 
		"title": "The 118th Congress: House of Representatives", 
		"caption": "Visualize the 118th House of Representatives and its members, compare it with the past", 
		"link": "/congress/house",
		"weight": 1
	},
	{
		"image": "senate_grid.jpg",
		"title": "Visualize the Senate",
		"caption": "Visualize the 118th Senate and its members, and compare it with past congresses",
		"mask": "medium",
		"link": "/congress/senate",
		"weight": 20
	},
	{
		"image": "house_grid.jpg",
		"title": "Visualize the House",
		"caption": "Visualize the 118th House and its members, and compare it with past congresses",
		"mask": "medium",
		"link": "/congress/house",
		"weight": 20
	},
	{
		"image": "speaker_grid.jpg",
		"title": "Speakers of the House",
		"caption": "Explore the vote records of the 55 men and women who have served as Speaker of the House",
		"mask": "medium",
		"link": "/search/speakers%20of%20the%20house",
		"weight": 4
	},
	{
		"image": "antietam.jpg",
		"link": "/rollcall/RH0400321",
		"title": "Key Votes: Re-admitting the Southern States to Congress",
		"caption": "Although President Johnson had earlier admitted the former Confederate States of America, Congress refused to seat their congressional delegations until passing HR1058 along party lines.",
		"weight": 4,
		"mask": "light"
	},
	{
		"image": "22nd.jpg",
		"link": "/rollcall/RS0800019",
		"title": "Key Votes: 22nd Amendment",
		"caption": "The 22nd Amendment, which established term limits for the Presidency of the United States, passed with some bipartisan support.",
		"weight": 4
	},
	{
		"image": "lyon-sedition.jpg",
		"link": "/rollcall/RH0050107",
		"title": "Key Votes: Sedition Act of 1798",
		"caption": "Under the direction of President John Adams, the Congress passed the Sedition Act of 1798, which made it a criminal offence to publish statements critical of the federal government. The first individual to be tried under the law was Rep. Matthew Lyon, who unsurprisingly had voted against its passage. Lyon was re-elected from jail.",
		"weight": 4
	},
	{
		"image": "leach.jpg",
		"link": "/rollcall/RH1060274",
		"title": "Key Votes: Gramm-Leach-Bliley Ends Glass-Steagall",
		"caption": "In 1999, Congress repealed the 65 year old Glass-Steagall provisions, which required banks to separate investments and deposits. Critics allege this led to risky investment practices, and subsequently the 2008 financial crisis.",
		"weight": 4
	},
	{
		"image": "era.jpg",
		"link": "/rollcall/RS0920533",
		"title": "Key Votes: Equal Rights Amendment 1972",
		"caption": "The Senate passed the Equal Rights Amendment 91-9, but an insufficient number of state legislatures subsequently ratified it.",
		"weight": 4,
		"mask": "light"
	},
	{
		"image": "gulf_war.jpg",
		"link": "/rollcall/RH1020008",
		"title": "Key Votes: Authorizing Use of Military Force (Gulf War, 1991)",
		"caption": "The House of Representatives authorized use of military force against Iraq in response to the invasion of Kuwait and United National Security Council Resolution 678",
		"weight": 4,
		"mask": "light"
	},
	{
		"image": "kyotoaccord.jpg",
		"link": "/rollcall/RS1050205",
		"title": "Key Votes: Byrd-Hagel Resolution on Climate (1997)",
		"caption": "In 1997, the Senate voted 95-0 to restrict entry of the U.S. into future international climate treaties, ending hopes for legally binding emissions targets for the U.S.",
		"weight": 4,
		"mask": "light"
	},
	{
		"image": "johnson_impeach.jpg",
		"link": "/rollcall/RS0400335",
		"title": "Key Votes: President Andrew Johnson Acquitted, Barely",
		"caption": "The Senate failed, barely, to secure a two-thirds majority in favor of convicting President Andrew Johnson",
		"weight": 4
	},
	{
		"image": "bush_groundzero.jpg",
		"link": "/rollcall/RH1070339",
		"title": "Key Votes: Authorization for the Use of Military Force (post-9/11)",
		"caption": "The House of Representatives voted 421-1 to authorize the use of military force against the perpetrators of the September 11th attacks",
		"weight": 4,
		"mask": "light"
	},
	{
		"image": "clinton_impeach.jpg",
		"link": "/rollcall/RS1060018",
		"title": "Key Votes: President Bill Clinton Acquited",
		"caption": "President Clinton was acquited of obstruction of justice charges in his impeachment trial, a two-thirds majority vote having been necessary to convict.",
		"weight": 2
	},
	{
		"image": "clinton_impeach.jpg",
		"link": "/rollcall/RH1051162",
		"title": "Key Votes: Initiate Impeachment of President Bill Clinton",
		"caption": "On December 19th, 1998, the House of Representatives passed House Resolution 611, referred President Bill Clinton to the Senate for impeachment prosecution on charges of perjury and obstruction of justice",
		"weight": 4
	},
	{
		"image": "china_trade.jpg",
		"link": "/rollcall/RS1060625",
		"title": "Key Votes: Normalization of Trade with China",
		"caption": "Over 50 years after relations between the two countries ended, the United States Senate voted 83-15 to normalize trade with the People's Republic of China",
		"weight": 2
	},
	{
		"image": "rockefeller.jpg",
		"title": "Key Votes: The Confirmation of Nelson Rockefeller as Vice President",
		"caption": "Although confirmed 92-7, Rockefeller did not make an impact as Vice President and subsequently withdrew from President Ford's re-election ticket.",
		"link": "/rollcall/RS0931092",
		"weight": 2,
		"mask": "light"
	},
	{
		"image": "ford_confirmation.jpg",
		"title": "Key Votes: The Confirmation of Gerald Ford as Vice President",
		"caption": "By a vote of 96-3, Ford was easily confirmed. Click to learn who the three dissenting votes were.",
		"link": "/rollcall/RS0930499",
		"weight": 4
	},
	{
		"image": "sandra.jpg",
		"title": "Key Votes: Sandra Day O'Connor, The First Female Justice",
		"caption": "Despite opposition from conservative groups, Justice O'Connor was confirmed unanimously.",
		"link": "/rollcall/RS0970274",
		"weight": 2	
	},
	{
		"image": "lbj.jpg",
		"title": "Lyndon B. Johnson: The Master of the Senate",
		"caption": "Learn about LBJ's career in the Senate and explore key votes.",
		"link": "/person/4979/lyndon-baines-johnson",
		"weight": 1
	},
	{
		"image": "roosevelt_muir.jpg",
		"title": "Theodore Roosevelt: For A Square Deal",
		"caption": "See Teddy's positions on key rollcalls in congress",
		"link": "/person/99893/theodore-roosevelt",
		"weight": 1
	},
	{
		"image": "whig.jpg",
		"title": "The Whig Party",
		"caption": "Learn about the historical party of Henry Clay and Millard Fillmore",
		"link": "/parties/29/whig-party",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "felton.jpg",
		"title": "Rebecca Latimer Felton",
		"caption": "Felton became the first woman to serve in the Senate, for only 24 hours.",
		"link": "/person/3099/rebecca-latimer-felton",
		"weight": 2
	},
	{
		"image": "hattie.jpg",
		"title": "Hattie Wyatt Caraway",
		"caption": "Explore the votes of Hattie Wyatt Caraway, the first woman elected to the Senate",
		"link": "/person/1497/hattie-wyatt-caraway",
		"weight": 2
	},
	{
		"image": "hiramrhodes.jpg",
		"title": "Hiram Rhodes Revels",
		"caption": "Explore the votes of Hiram Rhodes Revels, the first African-American man elected to the Senate",
		"link": "/person/7825/hiram-rhodes-revels",
		"mask": "light",
		"weight": 2
	},
	{
		"image": "kamalaharris.jpg",
		"title": "Kamala Harris",
		"caption": "Before she became Vice President, Kamala Harris was the first South Asian-American woman elected to the Senate",
		"link": "/person/41701/kamala-devi-harris",
		"weight": 4
	},
	{
		"image": "46.jpg",
		"title": "Joseph R. Biden Jr.",
		"caption": "As Joe Biden is inaugurated as America's 46th President, browse his votes as a U.S. Senator",
		"link": "/person/14101/joseph-robinette-biden-jr",
		"weight": 15
	},
	{
		"image": "tammybaldwin.jpg",
		"title": "Tammy Baldwin",
		"caption": "Tammy Baldwin (D-WI) became the first openly LGBT senator in 2012.",
		"link": "/person/29940/tammy-baldwin",
		"weight": 2 
	},
	{
		"image": "1st_congress.jpg",
		"title": "The First Congress",
		"caption": "Learn about the factions and members of the first United States Congress",
		"link": "/congress/house/1",
		"weight": 1 
	},
	{
		"image": "alaska.jpg",
		"title": "Alaska",
		"caption": "Until his death in 2022, Rep. Don Young had represented Alaska since 1973. Do you know who served before him?",
		"link": "/district/anchorage, ak 99501",
		"weight": 2
	},
	{
		"image": "patriot_act.jpg",
		"title": "Key Votes: USA PATRIOT Act",
		"caption": "Map, visualize, and explore the passage of the USA PATRIOT Act in October 2001",
		"link": "/rollcall/RH1070394",
		"weight": 4
	},
	{
		"image": "devos.jpg",
		"title": "Key Votes: Confirming Betsy DeVos",
		"caption": "Visualize the first time in history a cabinet nominee's confirmation ended in a tie.",
		"link": "/rollcall/RS1150054",
		"weight": 4
	},
	{
		"image": "vote18.jpg",
		"title": "Key Votes: The 26th Amendment",
		"caption": "The U.S. Senate unanimously voted to pass what would become the 26th Amendment, lowering the voting age to 18.",
		"link": "/rollcall/RS0920012",
		"mask": "light",
		"weight": 4
	},
	{
		"image": "lend_lease.jpg",
		"title": "Key Votes: Lend-Lease",
		"caption": "'Lend-Lease' saw the United States send military hardware, oil, and food to foreign allies during World War 2",
		"link": "/rollcall/RH0770006",
		"weight": 4
	},
	{
		"image": "gulf_of_tonkin.jpg",
		"title": "Key Votes: Gulf of Tonkin Resolution",
		"caption": "After reports that the USS Maddox had been attacked by North Vietnamese naval vessels, the U.S. House of Representatives voted 422-1 to authorize military action in Vietnam. Eugene Siler was the loan 'Nay' vote.",
		"link": "/rollcall/RH0880197",
		"mask": "medium",
		"weight": 4
	},
	{
		"image": "bork.jpg",
		"title": "Key Votes: Robert Bork, Rejected",
		"caption": "President Reagan's nominee for Associate Justice of the Supreme Court, Robert Bork, found his nomination defeated in the Senate. His name subsequently became a verb, meaning 'to attack or defeat a nominee unfairly through an organized campaign of harsh public criticism or vilification'.",
		"link": "/rollcall/RS1000348",
		"weight": 2
	},
	{
		"video": "duncanhunter.mp4",
		"title": "Duncan D. Hunter",
		"caption": "Rep Duncan D. Hunter (R-CA) gained notoriety for smoking a vape pen during a congressional hearing on regulating tobacco. He was subsequently convicted of campaign finance violations and resigned, before receiving a presidential pardon from President Trump",
		"link": "/person/20963/duncan-duane-hunter",
		"mask": "light",
		"weight": 2
	},
	{
		"video": "stewart911.mp4",
		"title": "Key Votes: Reauthorizing September 11th Victim Compensation Fund",
		"caption": "After emotional and excoriating testimony from comedian Jon Stewart, congress re-authorizes the September 11th Victim Compensation Fund. Reps. Paul Gosar, Jody Hice, and Thomas Massie are among 12 who vote against the bill.",
		"link": "/rollcall/RH1160473",
		"mask": "light",
		"weight": 4
	},
	{
		"image": "window_rock.jpg",
		"title": "Key Votes: Apologizing to Native Peoples (Defense Appropriations Act 2010)",
		"caption": "Buried dozens of pages into the Defense Appropriations Act of 2010 was the first and only congressional apology to Native peoples.",
		"link": "/rollcall/RH1110983",
		"weight": 4
	},
	{
		"image": "yellowstone.jpg",
		"title": "Key Votes: Establish Yellowstone National Park (1872)",
		"caption": "The 42nd Congress voted 115-65 to establish Yellowstone, America's first national park -- despite concerns surrounding federalism",
		"link": "/rollcall/RH0420165",
		"weight": 4
	},
	{
		"image": "confederate_cabinet.jpg",
		"title": "Key Votes: Try Jefferson Davis for Treason (1866)",
		"caption": "In 1866, the House voted 105-20 to try former Confederate President Jefferson Davis for treason -- the trial ultimately never occurred.",
		"link": "/rollcall/RH0390257",
		"mask": "light",
		"weight": 4
	},
	{
		"image": "rayburn.jpg",
		"title": "Sam Rayburn",
		"caption": "Explore the votes of America's longest-serving Speaker of the House, Sam Rayburn, who presided over key civil rights votes",
		"link": "/person/7753/samuel-taliaferro-rayburn",
		"mask": "light",
		"weight": 2
	},
	{
		"image": "rainey_house.jpg",
		"title": "Joseph Rainey",
		"caption": "Joseph Rainey (R-SC), born into slavery, was the first African-American elected to the House of Representatives.",
		"link ": "/person/7693/joseph-hayne-rainey",
		"mask": "light",
		"weight": 2
	},
	{
		"image": "cra_1964.jpg",
		"title": "Key Votes: Civil Rights Act (1964)",
		"caption": "The Civil Rights Act of 1964 outlawed discrimination based on race, sex, and national origin in employment, accommodation, and education.",
		"link": "/rollcall/RS0880409",
		"mask": "light",
		"weight": 4
	},
	{
		"image": "vra_1965.jpg",
		"title": "Key Votes: Voting Rights Act (1965)",
		"caption": "The Voting Rights Act of 1965 prohibited racial discrimination in voting by protecting voting rights. It banned poll taxes and literacy tests and required states with historians of Jim Crow discrimination to seek advance clearance before changing  and requiring states with histories of Jim Crow discrimination to obtain advance clearance to change laws governing voting.",
		"link": "/rollcall/RS0890078",
		"mask": "light",
		"weight": 4
	},
	{
		"image": "taiwan.jpg",
		"title": "Key Votes: Taiwan Relations Act",
		"caption": "In 1979, the U.S. Congress established de facto diplomatic relations with Taiwan, including a commitment to militarily defend Taiwan from attack.",
		"link": "/rollcall/RH0960034",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "cancer_cells.jpg",
		"title": "Key Votes: National Cancer Act",
		"caption": "In 1971, Congress and President Nixon declared a national 'war on cancer', which established funding for 15 new cancer research centers.",
		"link": "/rollcall/RH0920261",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "lady_liberty.jpg",
		"title": "Key Votes: Immigration and Nationality Act (1965)",
		"caption": "In 1965, Congress passed the Immigration and Nationality Act, which eliminated restrictions racial, ethnic, and national origin restrictions on immigration and established priority immigration procedures for family reunification.",
		"link": "/rollcall/RH0890177",
		"mask": "light",
		"weight": 4
	},
	{
		"image": "nauvoo_temple.jpg",
		"title": "Key Votes: Edmunds Anti-Polygamy Act (1882)",
		"caption": "In 1882, Congress passed the Edmunds Anti-Polygamy Act, which prohibited polygamy and 'unlawful cohabitation'. The Act set off a series of court cases which culminated in the disincorporation of the Church of Jesus Christ of Latter-day Saints.",
		"link": "/rollcall/RH0470064",
		"mask": "medium",
		"weight": 1
	},
	{
		"image": "peace_conference.jpg",
		"title": "Key Votes: Overriding John Tyler's Veto (1845)",
		"caption": "On the final day of John Tyler's presidency, a broad coalition overrode his veto on a minor bill related to customs enforcement -- the first time congress ever overrode a presidential veto.",
		"link": "/rollcall/RH0280597",
		"mask": "medium",
		"weight": 2
	},
	{
		"image": "washington_cc.jpg",
		"title": "Key Votes: The First Veto (1792)",
		"caption": "In America's first use of the Presidential veto, George Washington vetoed legislation affixing the size of the House of Representatives at 120 members.",
		"link": "/rollcall/RS0020033",
		"mask": "light",
		"weight": 2
	},
	{
		"image": "traffic_jam.jpg",
		"title": "Key Votes: Federal Aid Highway Act (1956)",
		"caption": "The Senate narrowly votes to approve the Federal Air Highway Act, which funded construction of the Interstate system, linking America by car.",
		"link": "/rollcall/RS0840166",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "fort_knox.jpg",
		"title": "Key Votes: Gold Standard Act (1900)",
		"caption": "The Gold Standard Act of 1900 ended the decades-running debate over bimetalism and restored the U.S. to 'gold standard' currency -- the system lasted until 1971",
		"link": "/rollcall/RH0560040",
		"mask": "strong",
		"weight": 1
	},
	{
		"image": "tva_dam.jpg",
		"title": "Key Votes: Creation of the Tennessee Valley Authority",
		"caption": "The creation of the TVA, a cornerstone of the New Deal, constituted a massive public works investment in the construction of dams and the electrification of Tennesssee, Kentucky, Mississippi, and Alabama",
		"link": "/rollcall/RH0730036",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "us_post_office.jpg",
		"title": "Post Office Naming Resolutions",
		"caption": "Congress routinely passes resolutions naming Post Office Buildings after prominent Americans, including Rachel Carson, Alan Shepard, and Frank Sinatra",
		"link": "/search/post%20office%20building",
		"mask": "light",
		"weight": 1
	},
	{
		"image": "ryan_white.jpg",
		"title": "Key Votes: Ryan White CARE Act",
		"caption": "After almost a decade of ignoring or stigmatizing the victims of HIV/AIDS, Congress agrees to pass the Ryan White CARE Act, which funds the life-saving drug AZT for low-income or uninsured patients. Four senators including Sen. Jesse Helms vote against the act.",
		"link": "/rollcall/RS1010409",
		"mask": "medium",
		"weight": 2
	},
	{
		"image": "robert_smalls.jpg",
		"title": "Robert Smalls",
		"caption": "Robert Smalls, born enslaved in South Carolina, stole the CSS Planter and delivered it to Union troops. After the Civil War, Smalls was elected to the South Carolina legislature and later to the U.S. Congress where he served 5 terms during and after Reconstruction.",
		"link": "/person/8590/robert-smalls",
		"mask": "strong",
		"weight": 2
	},
	{
		"image": "humphrey.jpg",
		"title": "Hubert Humphrey",
		"caption": "In 1949, U.S. Senator Hubert Humphrey called for the abolition of the filibuster in order to advance civil rights bills; as Senate Majority Whip, he advanced civil rights bills; as a Senator in 1975, he voted to lower the threshold to break a filibuster from 67 votes to 60.",
		"link": "/person/4728/hubert-horatio-humphrey-jr",
		"mask": "strong",
		"weight": 2
	},
	{
		"image": "mr_smith.jpg",
		"title": "Key Votes: Lower the Cloture Threshold from 67 to 60",
		"caption": "On March 7th, 1975, in a bipartisan vote, the U.S. Senate voted to amend Rule XXII (which governs the end of debate, and thus filibustering) to lower the threshold for cloture from 67 to 60 votes.",
		"link": "/rollcall/RS0940055",
		"mask": "strong",
		"weight": 2
	}
	{
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Fiscal Responsibilty Act of 2023",
		"caption": "President Joe Biden and House Speaker Kevin McCarthy make a historic compromise to prevent a default on the national debt. ",
		"link": "/rollcall/RH1180242",
		"mask": "medium",
		"weight": 2
	}
	{
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Indian Removal Act",
		"caption": "President Andrew Jackson narrowly passed a bill forcing all American Indians East of the Mississippi River to be relocated West.",
		"link": "/rollcall/RH0210026",
		"mask": "medium",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Authorization For Use Of Military Force Against Iraq Of 2002",
		"caption": "Due to suspicions that Iraqi President Saddam Hussein possessed weapons of mass destruction, the U.S. voted to invade the Middle Eastern nation in 2002. ",
		"link": "/rollcall/RH1070961",
		"mask": "medium",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Declaration Of War On Japan",
		"caption": "After the attack on Pearl Harbor in 1941, the U.S. Congress voted nearly unanimously to declare war on Japan.",
		"link": "/rollcall/RH0770077",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: G.I. Bill",
		"caption": "Near the conclusion of the Second World War, President Roosevelt signed a comprehensive package to economically aid returning veterans. ",
		"link": "/rollcall/RH0780131",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Violent Crime Control And Law Enforcement Act Of 1994",
		"caption": "Sponsored by later-President Joe Biden, this measure primarily sought to provide state funding for more police officers and prisons in an effort to curb violent crime. ",
		"link": "/rollcall/RH1030916",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Kentanji Brown Jackson Confirmed",
		"caption": "The U.S. Senate Confirmed Ketanji Brown Jackson as an Associate Justice on the Supreme Court",
		"link": "/rollcall/RS1170654",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Authorization Of The Printing Of The Report Reccomending Impeachment Of President Richard M. Nixon",
		"caption": "The House Of Represntatives Authorized the Judiciary to go forward with Nixon's impeachment.",
		"link": "/rollcall/RH0930906",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Chinese Exclusion Act Of 1882",
		"caption": "Congress authorized the prohibition of immigration to America from China; the first bill to ban immigration from any foreign country.",
		"link": "/rollcall/RH0470083",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Joint Resolution To Provide For Annexing The Hawaiian Islands",
		"caption": "In 1898, the U.S. invaded Hawaii, overthrowing the monarchy and installing a provisional puppet government.",
		"link": "/rollcall/RH0550135",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: The 13th Amendment",
		"caption": "Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.",
		"link": "/rollcall/RH0390423",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Newt Gingrich, Former Speaker",
		"caption": "Look at the consequential career of former house speaker Newt Gingirch, who served from 1995 to 1998.",
		"link": "/person/14627/newton-leroy-gingrich",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Sen. Mitch McConnell",
		"caption": "Learn about the current Senate Republican Leader who has played an important role in Congress through four Presidential Administriaitions.",
		"link": "/person/14921/addison-mitchell-mitch-mcconnell",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Act Prohibiting Importation Of Slaves",
		"caption": "After permitted by the Constitution in 1808, Congress was quick to ban the importation of slaves from Africa. ",
		"link": "/rollcall/RH0090131",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: DREAM Act",
		"caption": "Read about how the Democratic immigration law was defeated by the Senate filibuster. ",
		"link": "/rollcall/RH1170090",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Tax Reform Act of 1986",
		"caption": "As a cornerstone of his neoliberal policies, President Reagan lowered taxes on private individuals and corporations. ",
		"link": "/rollcall/RS0990506",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Jobs Growth and Tax Reconciliation Act",
		"caption": "Commonly known as the Bush Tax Cuts, this package lowered income taxes and created a child tax credit. ",
		"link": "/rollcall/RH1080181",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Confirmation Of Chief Justice Roger B. Taney",
		"caption": "In 1836, Roger B. Taney, the infamous author of the Dred Scott case, was confirmed by the Senate as Chief Justice.  ",
		"link": "/rollcall/RS0240040",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: National Defense Authorization Act For Fiscal Year 2020",
		"caption": "Apart from authorizing the military budget for the following year, this bill also created the controversial Space Force. ",
		"link": "/rollcall/RH1160671",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Fugitive Slave Act of 1850",
		"caption": "Near the end of the antebellum, Congress passed this law enforcing that escaped slaves in free states must be promplty returned to their masters. ",
		"link": "/rollcall/RS0310243",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Declaration of Aims of The Civil War",
		"caption": "On July 25,1861, Congress declared that the purpose of the Civil War was the preservation of the union rather than the abolition of slavery. ",
		"link": "/rollcall/RS0370067",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Taft-Hartley Act",
		"caption": "While vetoed by President Truman, Congress overrode this veto to restrict the powers of labor unions.",
		"link": "/rollcall/RH0800026",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Don't Ask Don't Tell, Repeal Act of 2010",
		"caption": "This law repealed the 'Don't Ask Don't Tell' policy in the Clinton Administration that barred 'out' homosexual men from serving in the military.",
		"link": "/rollcall/RH1111621",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Confirm Gerald Ford As Vice President",
		"caption": "As disgraced former VP Spiro Agnew resigned in 1973, the Senate confirmed Congressman Gerald Ford to take his place as Nixon's right-hand man.",
		"link": "/rollcall/RH0930468",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST (i have this one downloaded)",
		"title": "Key Votes: Impeachment Of Justice Samuel Chase",
		"caption": "In 1804, the House impeached a Supreme Court Justice for the first time. His acquital in the Senate set a precedent of judicial independence from the legislature.",
		"link": "/rollcall/RH0080124",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Conviction Of Judge Harry Claiborne",
		"caption": "In 1986, Harry Claiborne was impeached by the House and convicted by the Senate, marking the last time a federal official was impeached and removed from office.",
		"link": "/rollcall/RS0990716",
		"mask": "",
		"weight": 2
	}
         {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Confirmation Of Associate Justice Clarence Thomas",
		"caption": "Often known as the most conservative justice on the current Court, look at how Clarence Thomas was confirmed by the Senate.",
		"link": "/rollcall/RS1020220",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Statehood of Hawaii",
		"caption": "As the most recent admission into the union, see how the Senate created the 50th state.",
		"link": "/rollcall/RS0860021",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Authorization Of U.S. Action In Libya",
		"caption": "In support of NATO's mission to overthrow Libyan President Muammar Gadaffi, the House approved the United States military to take limited actions in the North African nation.",
		"link": "/rollcall/RH1120489",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Expansion Of Sanctions On Iran",
		"caption": "Due to the supposed nuclear program of the Iranian military all but 11 members of the House voted to increase economic sanctions on the Middle Eastern nation.",
		"link": "/rollcall/RH1120923",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: 2005 Objection To Electoral Vote Count In Ohio",
		"caption": "For the first time since 1969, members of Congress sought to overturn state results of a Presidential Election.",
		"link": "/rollcall/RH1090006",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: 1969 Objection To Electoral Vote Count In North Carolina",
		"caption": "For the first time in the nation's history, members of Congress sought to overturn state results of a Presidential Election.",
		"link": "/rollcall/RH0910007",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Condemning All Forms Of Anti-Asian Sentiment As Related To COVID-19.",
		"caption": "With increased Anti-Asian sentiment after the impacts of the COVID-19 Pandemic, a majority of Representatives voted to condemn all of its forms.",
		"link": "/rollcall/RH1160892",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Explusion Of Matthew Lyon",
		"caption": "Read about the first time a Representative was expelled from the chamber.",
		"link": "/rollcall/RH0050144",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Families First Coronavirus Response Act",
		"caption": "At the beginning of the COVID-19 Pandemic, Congress required employers to expand sick and family leave for their employees.",
		"link": "/rollcall/RH1160801",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: John Tower Rejected For Defense",
		"caption": "Nearly through a party-line vote, the elder Bush's nominee was the last cabinet official to be rejected by the Senate.",
		"link": "/rollcall/RS1010020",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: STOCK Act",
		"caption": "In 2012, all but three Senators voted to ban members of Congress from insider trading.",
		"link": "/rollcall/RS1120249",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: The International Cooperation Act",
		"caption": "After the end of the Cold War, Congress refused a bill increasing U.S. economic cooperation with foreign countries.",
		"link": "/rollcall/RH1020341",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST (found the images up to here)",
		"title": "Key Votes: Abolition of The Communist Party",
		"caption": "In 1955, it was declared that the Communist Party (CPUSA) was not a political party but a conspiracy to overthrow the U.S. Government.",
		"link": "/rollcall/RS0830246",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Civil Rights Act of 1866",
		"caption": "After the Civil War, the Federal Government passed this bill giving native-born black Americans citizenship, regardless of whether they had been enslaved.",
		"link": "/rollcall/RH0390115",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Social Security Act",
		"caption": "As part of the New Deal, President Franklin D. Roosevelt established the Social Security pension system for retired Americans.",
		"link": "/rollcall/RH0740039",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST (we have images)",
		"title": "Key Votes: Comprehensive Immgiration Reform Act of 2006",
		"caption": "Most strikingly, this bill made it a felony to be in the United States illegally.",
		"link": "/rollcall/RS1090523",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: For The People Act",
		"caption": "With the exception of abstentions, this comprehensive voting-rights package was passed by the House through a party-line vote.",
		"link": "https://voteview.com/rollcall/RH1160117",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Condemnation Of President Trump's Racist Comments Directed At Members Of Congress",
		"caption": "Four Republicans broke with their party's leader after he advised four Democratic Congresswomen to 'go back to their countries.'",
		"link": "/rollcall/RH1160481",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Border Security And Immigration Act Of 2018",
		"caption": "Though rejected by the House, this bill would have brought about the border wall President Trump advertised in his campaign.",
		"link": "/rollcall/RH1151004",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Keystone XL Pipeline",
		"caption": "With support across both parties, this bill fell short of the 60 votes needed to bypass the Senate filibuster.",
		"link": "/rollcall/RS1130571",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Tax Cuts And Jobs Act",
		"caption": "This bill passed in 2017 is, by some records, the largest tangible impact of the Trump Administration.",
		"link": "/rollcall/RH1150636",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Abolish The Vice Presidency",
		"caption": "In a rarely-discussed vote in 1803, many federalists sought to abolish the second-highest office in the country.",
		"link": "/rollcall/RH0080019",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Abolish Covert Actions of the CIA",
		"caption": "While limited in number, several senators from across the political spectrum voted to abolish covert operations by the agency in the midst of the Cold War.",
		"link": "/rollcall/RS0931016",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Condemnation Of Jerusalem Market Bombing",
		"caption": "Rep Ron Paul of Texas was the only member of Congress to vote against the resolution.",
		"link": "/rollcall/RH1050345",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Declaring That The United States Will Prevail In The War On Terror",
		"caption": "Most Republicans and few Democrats voted for the resolution committing to a U.S. victory in various Middle Eastern wars.",
		"link": "/rollcall/RH1090955",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Rejection Of China UN Membership",
		"caption": "In 1956, the House unanimously voted to refuse UN Membership to Mao's China.",
		"link": "/rollcall/RH0840132",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Constitutional Amendment For School Prayer",
		"caption": "With only 56 votes, the controversial amendment did not achieve the supermajority it needed for ratification.",
		"link": "/rollcall/RS0980405",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "In The News: Congress Responds To Crisis With HALT Fentanyl Act",
		"caption": "With powerful opiate fentanyl killing many Americans, Congress gave law enforcement the proper tools to fight the epicdemic.",
		"link": "/rollcall/RH1180236",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Partial-Birth Abortion Ban Act",
		"caption": "This controversial procedure was banned by the Federal Government in 2003.",
		"link": "/rollcall/RS1080051",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Hastert Becomes Speaker",
		"caption": "Look at the election of Dennis Hastert, the highest-ranking federal official to ever serve a prison sentence.",
		"link": "/rollcall/RH1060001",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Abolish The Womens' Army Corps",
		"caption": "Crossing both party lines and ideological boundaries, this highly controversial resolution ended in a tie in the Senate.",
		"link": "/rollcall/RS0951040",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: American Rescue Plan",
		"caption": "Look at how the House voted to approve President Biden's package responding to the effects of COVID-19.",
		"link": "/rollcall/RH1170048",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: No Race, Sex, Or Creed Quotas",
		"caption": "As a precursor to debates over affirmative action, this bill which passed the House banned educational institutions from putting a cap on the number of students it accepts from a certain demographic.",
		"link": "/rollcall/RH0960315",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Homestead Act",
		"caption": "Passed in 1862, this bill would encourage Westward Expansion by providing settlers with land to farm.",
		"link": "/rollcall/RS0370282",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Death Penalty For Rebels",
		"caption": "In the midst of the Civil War, nine representatives voted in favor of the execution of all those who sided with the Confederacy.",
		"link": "/rollcall/RH0370235",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Grant Freedmen 80 Acres Of Land",
		"caption": "If passed, this bill would have granted each and every slave freed from the confederacy 80 acres of land to farm. After the entire Democratic caucus voted to strike it down, it was not made into law.",
		"link": "/rollcall/RH0370229",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: 1899 Treaty With Spain",
		"caption": "If passed, this treaty would have given Cuba to the United States. The Senate rejected it 53-30.",
		"link": "/rollcall/RS0550348",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Limit Involvement In Cambodia",
		"caption": "Proposed by Sen. Dole of Kansas, this resolution would have limited U.S. bombing of Cambodia during the Vietnam War.",
		"link": "/rollcall/RS0910383",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Prohibition Of Aid To Indonesia",
		"caption": "When the islands were under the rule of military dictator Suharto, 55 representatives voted to ban sending U.S. dollars to Indonesia.",
		"link": "/rollcall/RH0970324",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Nine Supreme Court Justices",
		"caption": "IN 1869, the Senate voted to expand the size of the Supreme Court to 9, where it has been ever since.",
		"link": "/rollcall/RH0410043",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Opposing Armed Forces' Transgender Ban",
		"caption": "In 2019, the House Democratic caucus as well as some Republican members expressed opposition to President Trump's ban of transgender people in the armed forces.",
		"link": "/rollcall/RH1160134",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: LGBTQ Business Equal Enforcement And Investment Act",
		"caption": "This bill would have required financial institutions to provide equal credit to businesses owned by LGBTQ and non-LGBTQ individuals.",
		"link": "/rollcall/RH1170181",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Military Presence In Lebanon",
		"caption": "During Middle East conflicts in the 1980's, Congress authorized U.S. forces to remain in Lebanon until all foreign militaries were withdrawn.",
		"link": "/rollcall/RH0980342",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Key Votes: Create Federal Home Loan Banks",
		"caption": "Accompanying President Roosevelt's New Deal, Congressman Walcott proposed the Federal Government establish home loan banks. The measure narrowly passed the Senate.",
		"link": "/rollcall/RS0720201",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: San Francisco?",
		"caption": "See who represents the city of San Francisco in the House and Senate.",
		"link": "/district/San%20Francisco",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: Seattle",
		"caption": "See who represents the city of Seattle in the House and Senate.",
		"link": "/district/seattle",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: San Antonio",
		"caption": "See who represents the city of San Antonio in the House and Senate.",
		"link": "/district/san%20antonio",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: Cincinnati",
		"caption": "See who represents the city of Cincinnati in the House and Senate.",
		"link": "/district/cincinnati",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City? Las Vegas",
		"caption": "See who represents the city of Las Vegas in the House and Senate.",
		"link": "/district/las%20vegas",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: Syracuse",
		"caption": "See who represents the city of Syracuse in the House and Senate.",
		"link": "/district/syracuse",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: Boston",
		"caption": "See who represents the city of Boston in the House and Senate.",
		"link": "/district/boston",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: Jacksonville",
		"caption": "See who represents the city of Jacksonville in the House and Senate.",
		"link": "/district/Jacksonville",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Who Represents My City?: Omaha",
		"caption": "See who represents the city of Omaha in the House and Senate.",
		"link": "/district/omaha",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST (got images up to here)",
		"title": "Who Represents My City?: Honolulu",
		"caption": "See who represents the city of Honolulu in the House and Senate.",
		"link": "/district/honolulu",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "The Republican Party",
		"caption": "Read about the history of the 'Grand Old Party' in Congress.",
		"link": "/parties/200/republican-party",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "The Democratic Party",
		"caption": "Read about the Congressional history of the oldest political party in the world today.",
		"link": "/parties/100/democratic-party",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "In The News: John Fetterman",
		"caption": "From his unfortunate stroke to his endorsement of psychedelic mushrooms, PA Sen. John Fetterman's name is now widely known.",
		"link": "/person/42301/john-karl-fetterman",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "In The News: George Santos",
		"caption": "After being exposed for lying about various subjects, George Santos was put up to a vote for punishment by the chamber.",
		"link": "/rollcall/RH1180216",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "The Federalist Party",
		"caption": "Among the first political parties to exist in the nation, prominent members of the Federalist Party included John Adams and Alexander Hamilton.",
		"link": "/parties/1/federalist-party",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "The Democratic-Republican Party",
		"caption": "Among the first political parties in America, prominent members of the Democratic-Republican Party included Thomas Jefferson and James Madison.",
		"link": "/parties/13/democratic-republican-party",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Free Soil Party",
		"caption": "Between the fall of the Whigs and the rise of the Republicans, many anti-slavery Americans voted in favor of this minor party.",
		"link": "/parties/300/free-soil-party",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Sen. Strom Thurmond",
		"caption": "See the votes of Strom Thurmond, infamous segregationist legislator and only centenarian to ever serve in the Senate.",
		"link": "/person/99369/james-strom-thurmond",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Sen. Robert Byrd",
		"caption": "See the votes of Robert Byrd, the longest-serving Senator of all time.",
		"link": "/person/1366/robert-carlyle-byrd",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Sen. Jesse Helms",
		"caption": "See the votes of Jesse Helms, one of the forefathers of modern conservatism.",
		"link": "/person/14105/jesse-helms",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Rep. Bobby Rush",
		"caption": "Look at the Congressional career of former Black Panther Party member Bobby Rush.",
		"link": "/person/29346/bobby-l-rush",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Rep. Barney Frank",
		"caption": "Look at the votes of Rep. Barney Frank, the first 'out' gay member of Congress.",
		"link": "/person/14824/barney-frank",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "John C. Calhoun",
		"caption": "Here are the votes of John C. Calhoun, a political ally and former Vice President of Andrew Jackson.",
		"link": "/person/1418/john-caldwell-calhoun",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Dick Cheney",
		"caption": "See the House career of Dick Cheney, who later went onto serve as Vice President under George W. Bush.",
		"link": "/person/14611/richard-bruce-cheney",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Nancy Pelosi",
		"caption": "Look at the career of the first female Speaker of the House.",
		"link": "/person/15448/nancy-pelosi",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Senator Obama",
		"caption": "Before he was elected President, Barack Obama served as a U.S. Senator from Illinois.",
		"link": "/person/40502/barack-obama",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Mike Pence",
		"caption": "Look at the votes of former Vice President Mike Pence.",
		"link": "/person/20117/mike-pence",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Theodore Bilbo",
		"caption": "Analyze the record of Mississipi Senator Theodore Bilbo, often remembered as one of the staunchest supporters of segregation.",
		"link": "/person/710/theodore-gilmore-bilbo",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Alexandria-Ocasio-Cortez",
		"caption": "Often known as 'AOC', the congresswoman from New York has been a key figure in the progressive wing of the Democratic Party, pushing for bold proposals such as Medicare For All and the Green New Deal.",
		"link": "/person/21949/alexandria-ocasio-cortez",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Joe Manchin",
		"caption": "See the voting record Sen. Joe Manchin, one of the most moderate members of the current Democratic Caucus.",
		"link": "/person/40915/joe-manchin-iii",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "Mitt Romney",
		"caption": "Look at the career of Mitt Romney, former Presidential candidate and current Republican Senator from Utah.",
		"link": "/person/41902/willard-mitt-mitt-romney",
		"mask": "",
		"weight": 2
	}
        {
		"image": "UPLOAD TO IMAGES FOLDER FIRST",
		"title": "About This Site",
		"caption": "VoteView enables you to view the numbers for every congressional vote in the history of the United States. It is currently maintained by the UCLA Department Of Political Science.",
		"link": "https://voteview.com/about",
		"mask": "",
		"weight": 2
	}
]

